{
  "products": [
    {
      "id": 1,
      "title": "Swimwear Plove x Preciosa",
      "description": "The NUT collection is named after the Egyptian goddess of heaven, water and rebirth who protected the world from evil demons and darkness. The sun god Re appears at her feet in the morning, wanders over her body during the day and enters the underworld near her toes at night. Her body was covered in stars and you can become just such a goddess with this swimsuit jewel. With its appearance, the look will stand up not only in the water, but also as a luxurious bodysuit for a very special occasion. The collection consists of 14 pieces with a unique Preciosa crystal application.",
      "year": "2023",
      "images": {
        "url-1": "",
        "url-2": "",
        "url-3": ""
      },
      "credits": "Michal Králíček"
    },
    {
      "id": 2,
      "title": "Swimmwear Me, the canny Force",
      "description": "I consider swimsuits to be a medium pointing out the clear clash between used aspects of a certain product and a conceptual approach. I got inspired by the Japanese pearl-fishers that used to wear special diving wrapping clothes. Via the printing, I transfer the wrapping onto the material and through the new features, I refer to the past. I also use other illusory elements such as fish or lines. My aim is to create an illusion of three dimensions on two-dimensional space. The material similar to the human body disappears, becomes invisible and refers back to the naked body without clothing.",
      "year": "2022",
      "images": {
        "url-1": "",
        "url-2": "",
        "url-3": ""
      },
      "credits": "Robert Houzar"
    },
    {
      "id": 3,
      "title": "Yellow Corset x Sparkle Fish Plove x Preciosa",
      "description": "The joy of movement, its dynamism, but also luxurious moments by the pool. The exclusive Plove X Preciosa swimwear mini collection follows such lines. Beautiful crystals, applied with a special ironing technique, dominate the entire collection, add a touch of luxury to the minimalist swimsuit cuts and, thanks to the limited number of eleven pieces , make the collection almost a collector's item. The collection includes two luxury swimwear designs with crystal appliqué. The combination of sporty cuts and used crystals form a surprisingly harmonious symbiosis that will captivate all lovers of unique design. The swimsuit looks good not only in the water, but also as a special item for a very special occasion. Model Sparkle Fish: A special limited collection of luxury swimwear. The Sparkle Fish design with its iconic fish motif draws loosely from Japanese aesthetics. A floating fish symbolizes perseverance and overcoming an obstacle. Crystals in red and blue shades resonate on the understated swimwear material, which optically disappears and becomes invisible. Made in the Czech Republic. Model Yellow Corset: The Yellow Corset design cleverly combines a sporty look with a dazzling effect. An exclusive variation of stones in golden yellow shades forms a corset motif on the body. The model draws inspiration mainly from the crystals themselves and how the stones change colors and reflect light when moving. Made in the Czech Republic.",
      "year": "2020",
      "images": {
        "url-1": "",
        "url-2": "",
        "url-3": ""
      },
      "credits": "Filip Beránek"
    },
    {
      "id": 4,
      "title": "3,2,1, PLOVE! The swimwear as the synthesis of material and form",
      "description": "My diploma project called 3,2,1, PLOVE! is a result of a long-term process in the visual, technological and social-cultural respect. My inspirational sources result from concrete experimental architecture and conceptual arts, which has a close relationship to nature and actual climatic aspects. Human, present in its natural and artificial environment, is the embodiment of always different needs for clothes. In the concrete field of swimwear design, this brings me to the necessity of specifying its purpose and function more accurately. The examination of conceptual, material and processing levels was objectified in the new concepts of swimwear design. I am always conscious of connections in today's instant world. Besides my contact with contemporary technologies and constant investigation in this field there is always my interest in preserving and connecting the traditional techniques and combining high-tech and low-tech attitudes.",
      "year": "2017",
      "images": {
        "url-1": "",
        "url-2": "",
        "url-3": ""
      },
      "credits": "Filip Beránek"
    },
    {
      "id": 5,
      "title": "Wooden shoes",
      "description": "I found inspiration in the wooden architectural model of Hellenic History Museum Athens. This project approached me, especially with simple, clear and clean lines and surfaces, which I found particularly in the stairway of the museum. Rhythm, clarity, and the distinctive form were my artistic intent. I decided to create four models of women's shoes. These are art objects, which may be the inspiration for the creation of other models, the correct standard for wearable shoes. Platforms are made of wood, natural materials, which attracted me to appearance and features.",
      "year": "",
      "images": {
        "url-1": "",
        "url-2": "",
        "url-3": ""
      },
      "credits": ""
    },
    {
      "id": 6,
      "title": "Mui Ne Concept Shoes",
      "description": "`Easy fit sandal with shaped heel and tiny stripes` All-day wear and distinctive-looking heel concept. Design of a new generation mid-heel sandal for Camper Summer Season 2021.",
      "year": "",
      "images": {
        "url-1": "",
        "url-2": "",
        "url-3": ""
      },
      "credits": ""
    },
    {
      "id": 7,
      "title": "Soft Systems Shoes",
      "description": "The collection consists of foam made shoes and represents different attitudes of working with this specific material from “ready to wear” prototypes to experimental concepts. All prototypes are made out of polyethylene leftovers in different forms. The material comes from the sources of a locally based company. I chose it for its specific character, eligible for experimenting and realization of my ideas which are often connected with designs used in a water environment. Assembling, composing and mutual influence of various parts or their transformation are important factors in my work. I am interested in preserving and connecting the traditional techniques and combining high-tech and low-tech attitudes.",
      "year": "",
      "images": {
        "url-1": "",
        "url-2": "",
        "url-3": ""
      },
      "credits": ""
    },
    {
      "id": 8,
      "title": "ready to wear MIXTAPE",
      "description": "Selection of products I designed for PLOVE ever. (Will add some basic other info).",
      "year": "2018",
      "images": {
        "url-1": "",
        "url-2": "",
        "url-3": ""
      },
      "credits": ""
    },
    {
      "id": 9,
      "title": "Elastic sandals",
      "description": "Elsa sandals exude simplicity and elegance. The seamless and flexible material conforms to your feet while remaining sturdy and supportive, making them great for full-fledged everyday use.",
      "year": "2015",
      "images": {
        "url-1": "",
        "url-2": "",
        "url-3": ""
      },
      "credits": ""
    }
  ],
  "login": [
    {
      "id": 1,
      "username": "admin",
      "password": "admin123"
    }
  ]
}
